<? require_once($_SERVER["DOCUMENT_ROOT"] . "/bitrix/modules/main/include/prolog.php"); 

$rsSites = CSite::GetByID(SITE_ID);
$arSite = $rsSites->Fetch();

?>
<!DOCTYPE html>
<html lang="en">

<head>
	<?
	$arGroups = $USER->GetUserGroupArray();
	if (in_array(1, $arGroups)) {
		$APPLICATION->ShowPanel = true;
	}
	$APPLICATION->ShowHead();
	?>
	<meta charset="UTF-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta name="yandex-verification" content="bc8fdd4956443af7" />

	<!-- <link href="https://www.atomstroy.net/sites/all/themes/roso/favicon.ico" rel="shortcut icon"> -->

	<link href="/favicon.ico" rel="shortcut icon">

	<link href="https://fonts.googleapis.com/css?family=IBM+Plex+Serif:300,300i,400,500,500i,700,700i,900&amp;display=swap&amp;subset=cyrillic" rel="stylesheet">
	<link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,300i,400,500,500i,700,700i&amp;display=swap&amp;subset=cyrillic" rel="stylesheet">

	<meta content="МЫ — С УРАЛА. Посмотри сам, какой Урал разный для самих уральцев" property="og:title">
	<meta content="Атомстройкомплекс решил рассказать об Урале как о многогранном крае, и поделиться любимыми уголками уральцев" property="og:description">

	<link rel="stylesheet" href="/css/mainCss.min.css" />
	<title><? $APPLICATION->ShowTitle() ?> | <?= $arSite['SITE_NAME'] ?></title>
</head>

<body>

	<header>
		<? $APPLICATION->ShowPanel(); ?>
		<div id="header-wrapper">

			<div id="header-go-back">
				<svg viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
					<circle cx="14" cy="14" r="13.25" stroke-width="1.5"></circle>
					<path d="M16.0984 9.7998L11.8984 13.9998L16.0984 18.1998" stroke-width="1.5"></path>
				</svg>
			</div>
			<div id="header-logo">
				<a href="/">
					<svg viewBox="0 0 61 26" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd" d="M47.3613 6.10406C47.3613 7.8088 47.9772 9.25508 49.209 10.4429C50.4518 11.6197 52.0081 12.2081 53.8778 12.2081C56.0554 12.2081 57.7492 11.3723 58.959 9.70051C59.4979 8.95263 59.8938 8.11126 60.1468 7.1764H56.3524C56.2534 7.52835 56.0994 7.8198 55.8905 8.05076C55.4065 8.62268 54.7356 8.90863 53.8778 8.90863C53.0749 8.90863 52.4315 8.65567 51.9476 8.14975C51.4746 7.64383 51.2382 6.96193 51.2382 6.10406C51.2382 5.2462 51.4746 4.5643 51.9476 4.05838C52.4315 3.55245 53.0749 3.29949 53.8778 3.29949C54.6367 3.29949 55.2746 3.53596 55.7915 4.00888C55.9894 4.18486 56.1489 4.41582 56.2699 4.70178H60.0643C59.8334 3.81092 59.4539 3.03004 58.926 2.35914C57.7492 0.786379 56.0664 0 53.8778 0C52.0081 0 50.4518 0.593909 49.209 1.78173C47.9772 2.95855 47.3613 4.39933 47.3613 6.10406ZM0.164973 11.8782V0.329949H5.1967L7.09391 5.93909H7.50635L9.40355 0.329949H14.4353V11.8782H10.7234V6.10406L10.9708 4.61929H10.8058L9.15609 9.23858H5.44416L3.79442 4.61929H3.62944L3.8769 6.10406V11.8782H0.164973ZM27.4741 11.8782V0.329949H31.186V11.8782H27.4741ZM16.4208 11.8782V0.329949H20.1327V3.62944H21.8649C23.3937 3.62944 24.598 4.01988 25.4779 4.80076C26.3688 5.58164 26.8142 6.56599 26.8142 7.75381C26.8142 8.94163 26.3688 9.92598 25.4779 10.7069C24.598 11.4877 23.3937 11.8782 21.8649 11.8782H16.4208ZM20.1327 8.82615H21.8649C22.2279 8.82615 22.5083 8.73266 22.7063 8.54569C22.9153 8.34772 23.0198 8.08376 23.0198 7.75381C23.0198 7.42386 22.9153 7.1654 22.7063 6.97843C22.5083 6.78046 22.2279 6.68147 21.8649 6.68147H20.1327V8.82615ZM31.5946 25.2302C32.0052 25.5675 32.5478 25.7362 33.2224 25.7362H35.0921V23.3825H33.8383V18.4113C33.8383 16.9742 33.3984 15.9037 32.5185 15.1998C31.6533 14.4812 30.4435 14.1219 28.889 14.1219C27.6132 14.1219 26.5647 14.3346 25.7435 14.7598C24.937 15.1705 24.3431 15.6984 23.9618 16.3436L25.7435 17.9274C26.0515 17.5021 26.4181 17.1575 26.8434 16.8935C27.2686 16.6296 27.8259 16.4976 28.5151 16.4976C29.263 16.4976 29.7909 16.6736 30.0989 17.0255C30.4215 17.3628 30.5828 17.8687 30.5828 18.5433V19.1152H28.7571C27.0853 19.1152 25.8169 19.4011 24.9516 19.973C24.0864 20.545 23.6538 21.4248 23.6538 22.6126C23.6538 23.6831 23.9838 24.519 24.6437 25.1203C25.3183 25.7068 26.2055 26.0001 27.3053 26.0001C28.1852 26.0001 28.9257 25.8095 29.5269 25.4282C30.1429 25.0469 30.5535 24.4824 30.7588 23.7345H30.8687C30.9421 24.3797 31.184 24.8783 31.5946 25.2302ZM29.9889 23.4485C29.5929 23.7271 29.109 23.8665 28.5371 23.8665C28.0238 23.8665 27.6132 23.7638 27.3053 23.5585C26.9973 23.3532 26.8434 23.0526 26.8434 22.6566V22.2167C26.8434 21.3222 27.5106 20.8749 28.8451 20.8749H30.5828V22.2387C30.5828 22.7666 30.3848 23.1699 29.9889 23.4485ZM0 14.1879H3.87691L5.69163 18.9722H6.59899L8.33122 14.1879H12.1256L7.75381 25.7362H3.95939L5.36168 22.1892H3.13452L0 14.1879ZM14.2017 25.7362V14.2209H18.6561C19.217 14.2209 19.7174 14.3089 20.1573 14.4849C20.5973 14.6499 20.9657 14.8918 21.2627 15.2108C21.5706 15.5297 21.8016 15.9147 21.9556 16.3656C22.1095 16.8165 22.1865 17.3225 22.1865 17.8834C22.1865 18.4443 22.1095 18.9502 21.9556 19.4011C21.8016 19.8521 21.5706 20.237 21.2627 20.556C20.9657 20.8749 20.5973 21.1224 20.1573 21.2983C19.7174 21.4633 19.217 21.5458 18.6561 21.5458H16.6929V25.7362H14.2017ZM16.6929 19.5496H18.0292C18.6121 19.5496 19.0135 19.4396 19.2335 19.2197C19.4644 18.9997 19.5799 18.6368 19.5799 18.1308V17.6359C19.5799 17.13 19.4644 16.767 19.2335 16.5471C19.0135 16.3271 18.6121 16.2171 18.0292 16.2171H16.6929V19.5496ZM37.7286 25.9341C37.3876 25.9341 37.0907 25.8791 36.8377 25.7692C36.5848 25.6702 36.3758 25.5382 36.2108 25.3732C36.0459 25.2082 35.9249 25.0213 35.8479 24.8123C35.7709 24.6033 35.7324 24.3944 35.7324 24.1854C35.7324 23.7125 35.8534 23.344 36.0953 23.0801C36.3373 22.8161 36.6673 22.6841 37.0852 22.6841C37.4811 22.6841 37.7946 22.7996 38.0256 23.0306C38.2565 23.2505 38.372 23.5365 38.372 23.8884C38.372 24.0864 38.328 24.2679 38.24 24.4329C38.152 24.5978 38.0475 24.7078 37.9266 24.7628V24.8783C37.9706 24.8893 38.0256 24.8948 38.0915 24.8948C38.3445 24.8948 38.581 24.7848 38.8009 24.5648C38.9439 24.4219 39.0814 24.2019 39.2134 23.9049C39.3453 23.597 39.4663 23.1626 39.5763 22.6016C39.6863 22.0407 39.7743 21.3258 39.8403 20.457C39.9063 19.5771 39.9393 18.4938 39.9393 17.207V15.3098H38.537V14.2209H47.7261V15.3098H46.5712V24.6473H47.7261V25.7362H42.7438V24.6473H43.8986V15.4252H41.2591V17.207C41.2591 18.4938 41.2261 19.5826 41.1601 20.4735C41.1051 21.3643 41.0171 22.1122 40.8961 22.7171C40.7751 23.322 40.6212 23.817 40.4342 24.2019C40.2472 24.5758 40.0217 24.8948 39.7578 25.1588C39.4828 25.4337 39.1804 25.6317 38.8504 25.7527C38.5205 25.8736 38.1465 25.9341 37.7286 25.9341ZM52.6841 14.1879L49.632 25.7362H50.7044L51.6942 21.9417H57.7983L58.7881 25.7362H59.8605L56.8084 14.1879H52.6841ZM57.5508 20.9519H51.9417L53.5089 15.1778H55.9836L57.5508 20.9519Z">
						</path>
					</svg>
				</a>
			</div>

			<div id="header-text">
				Истории.<br>Маршруты. Места.
			</div>

			<nav>
				<div id="header-nav-wrapper">
					<div id="header-links">
						<a href="/places">Места</a>
						<a href="/routes">Маршруты</a>
						<a href="/new">Новое</a>
						<a href="/about">О проекте</a>
					</div>
					<div id="header-user-links">
						<div>
							<a href="/favorites">
								<svg width="14" height="13" viewBox="0 0 14 13" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path class="mobile fill" d="M7 0L8.5716 4.83688H13.6574L9.5429 7.82624L11.1145 12.6631L7 9.67376L2.8855 12.6631L4.4571 7.82624L0.342604 4.83688H5.4284L7 0Z" fill="white"></path>
								</svg>
								<span>Избранное</span>
							</a>
						</div>

						<div class="hidden-on-some-time">
							<a>
								<svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
									<rect class="mobile fill" x="6" y="2" width="2" height="10" fill="white"></rect>
									<rect class="mobile fill" x="4" y="8" width="2" height="10" transform="rotate(-90 3 9)" fill="white">
									</rect>
								</svg>
								<span>Добавить</span>
							</a>
						</div>

						<div>
							<a>
								<svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
									<circle class="mobile stroke" cx="7" cy="7" r="6.25" stroke="white" stroke-width="1.5"></circle>
									<path class="stroke" d="M4.55029 8.73193C4.80019 9.08475 5.12439 9.38123 5.5001 9.59856C5.94136 9.85382 6.45367 9.99991 7.0001 9.99991C7.54653 9.99991 8.05884 9.85382 8.5001 9.59856C8.87581 9.38123 9.20001 9.08475 9.44991 8.73193" stroke="white" stroke-width="1.5"></path>
									<circle class="fill" r="1.16667" transform="matrix(-1 0 0 1 4.66659 4.96061)" fill="white"></circle>
									<ellipse class="fill" rx="1.16667" ry="1.16667" transform="matrix(-1 0 0 1 9.33333 4.96061)" fill="white">
									</ellipse>
								</svg>
								<span>Войти</span>
							</a>
						</div>
					</div>
				</div>
			</nav>

			<div id="header-burger">
				<span></span>
				<span></span>
				<span></span>
			</div>
		</div>

		<div class="add-item__wrapper">
			<div class="add-item">
				<div class="add-item__item">
					<p>Добавить историю</p>
					<a href="/addstory"></a>
				</div>
				<div class="add-item__item">
					<p>Добавить место</p>
					<a href="/addplace"></a>
				</div>
				<div class="add-item__item">
					<p>Добавить фото</p>
					<a href="/addphoto"></a>
				</div>
			</div>

			<div class="add-item__close">
				<span></span>
				<span></span>
			</div>
		</div>
	</header>